Repository: hidehal333/enjoy-language
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

# ユーザー
source: User
id: Pengguna

# 日記
source: Diary
id: Buku Harian

# 写真
source: Photo
id: Foto

# 作成日時
source: Created_at
id: Tanggal pembuatan

# 本文
source: Content
id: Badan teks

# 写真1
source: Photo1
id: Foto1

# 写真2
source: Photo2
id: Foto2

# 写真3
source: Photo3
id: Foto3

# 更新日時
source: Updated_at
id: Hari diperbarui

source: English
id: Inggeris

source: Japanese
id: Jepang

source: Indonesian
id: Bahasa Indonesia

# お名前
source: Name:
id: Nama

# タイトル
source: Title
id: Judul

# お名前をここに入力してください。
source: Please Put Your Name
id: Masukin Nama Anda.

# メールアドレスをここに入力してください。
source: Please Put Your Email
id: Masukin Email Anda.

# タイトルをここに入力してください。
source: Please Put Title
id: Masukin Judul

# メッセージをここに入力してください。
source: Please Put Message
id: Masukin Message

# アクセス権限がありません。
source: No Comments
id: Anda tidak memiliki izin akses.

# ページが見つかりませんでした。
source: The requested URL was not found on this server.
id: Halaman tidak ditemukan.

# 想定外のエラーが発生しました。
source: There was an error. Please try again later.
id: Terjadi sebuah kesalahan yang tidak diharapkan.

# ユーザー登録確認メール
source: User registration confirmation email
id: Email konfirmasi pendaftaran pengguna

# パスワードリセット
source: Password reset
id: reset password

# ユーザー登録
source: user registration
id: pendaftaran pengguna

# ユーザー登録を確定するには、以下のボタンを押してください。
source: To confirm your user registration, click the button below.
id: Untuk mengonfirmasi pendaftaran pengguna Anda, klik tombol di bawah ini.

# 確定
source: Confirm
id: Konfirmasi

# リンクの有効期限が過ぎています。
source: The link has expired.
id: Tautan sudah kedaluwarsa

# 再申請
source: Reapply
id: Melamar lagi

# パスワードを忘れましたか？
source: Did you forget your password?
id: Apakah Anda lupa kata sandi Anda?

# パスワードリセット用メールを送信します。
source: Send a password reset email.
id: Kirim email pengaturan ulang kata sandi.

# 送信
source: Send
id: Kirim

# パスワードリセット用のメールを送信しました。
source: I sent an email to reset my password.
id: Saya mengirim email untuk mengatur ulang kata sandi saya.

# 不正トークン
source: Illegal token
id: Token ilegal

# このパスワードリセット用リンクは無効になっています。
source: This password reset link is disabled.
id: Tautan pengaturan ulang kata sandi ini dinonaktifkan.

# 変更
source: Change
id: Ajukan permohonan ulang kata sandi

# パスワードは変更されています。
source: The password has been changed.
id: Kata sandi telah berubah.

# 登録
source: Joined:
id: Registrasi

# 確認のメールを送信しました。
source: A confirmation email has been sent.
id: email konfirmasi dikirim.

# メールに記載されたリンクをクリックして、ユーザー登録を完了させてください。
source: Click the link in the email to complete your user registration.
id: Klik link di email untuk menyelesaikan pendaftaran pengguna Anda.

# 数分待っても確認のメールが届かない場合はご連絡ください。
source: If you do not receive the confirmation email after waiting a few minutes, please contact us.
id: Jika Anda tidak menerima email konfirmasi setelah menunggu beberapa menit, silakan hubungi kami.

# 確認のメールを送信しました。メールに記載されたリンクをクリックして、ユーザー登録を完了させてください。
source: We have sent you a confirmation email. Click the link in the email and the user. Please complete the registration.
id: email konfirmasi dikirim. Klik link di email dan pengguna Harap selesaikan pendaftaran.

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan email kepada Anda untuk verifikasi. Ikuti tautan yang diberikan untuk menyelesaikan proses pendaftaran. Silakan hubungi kami jika Anda tidak menerimanya dalam beberapa menit.

# ユーザー検索
source: Talk with Friends
id: Pencarian pengguna

# お問い合わせ
source: Contact
id: Hubungi

# コメント作成 | Enjoy Language
source: Write Comment
id: Tulis Comment

# 作成
source: Write
id: Tulis

# コメント削除 | Enjoy Language
source: Delete Comment
id: Hapus Comment

# 本当に削除しますか？
source: Are you sure to delete comment?
id: Anda yakin ingin menghapus ini?

# 削除
source: Delete
id: Hapus

# キャンセル
source: Cancel
id: Membatalkan

# 日記がありません。
source: No Diaries.
id: Tidak ada Buku Harian.

# この日記を本当に削除しますか？
source: Are you sure to delete comment?
id: Anda yakin ingin menghapus ini?

# 本当に削除
source: Are you sure to delete comment?
id: Anda yakin ingin menghapus ini?

# このコメントを本当に削除しますか？
source: Are you sure to delete comment?
id: Anda yakin ingin menghapus ini?

# ルビをふる
source: Add Japanese reading aids
id: Tampilan dalam hiragana

# いいね
source: Like
id: Suka

# 日本語を英語に翻訳
source: Translate Japanese to English
id: Terjemahkan Bahasa Jepang ke Bahasa Inggris

# 日記作成 | Enjoy Language
source: Write Diary
id: Tulis Buku Harian

# 日記削除 | Enjoy Language
source: Delete Diary
id: Hapus Buku Harian

# 日記詳細 | Enjoy Language
source: Diary Detail
id: Detail Buku Harian

# コメントがありません。
source: No Comments
id: Tidak ada comment

# 記事にコメントする
source: Write Comment
id: Tulis Comment

# みんなの日記| Enjoy Language
source: Friens Diary
id: Buku Harian Teman2

source: 投稿
id: Kirim

# 日記編集 | Enjoy Language
source: Edit Diary
id: Edit Buku Harian.

# 更新
source: Change
id: Memperbarui

# 言語を楽しもう！世界の仲間と言語を学び・教えあおう。
source: Let's Enjoy Language
id: Ayo Nikmati Bahasa

# 言語を楽しもう！
source: Let's Enjoy Language
id: Ayo Nikmati Bahasa

# 世界の仲間と学ぼう
source: Learn with Fiends in World
id: Belajar sama Teman Dunia

source: Friends Diary
id: Tulis Buku Harian

# 仲間の投稿を見て言語を学ぼう
source: Read Friends Diary to Learn.
id: Belajar bahasa dengan melihat kiriman teman-teman

source: Write Your Diary
id: Tulis Buku Harian

# あなたの日記を投稿しよう
source: Write your Diary
id: Bagikan kehidupan sehari-hari Anda

source: Find Friends
id: Cari Teman

# お問い合わせ | Enjoy Language
source: Contact
id: Hubungi

# プロフィール | Enjoy Language
source: Profile | Enjoy Language
id: Profile

# 登録日:
source: Joined:
id: Tanggal registrasi

# 名前:
source: Name:
id: Nama

# 年齢:
source: Age:
id: Usia

# 母語：
source: Mother Language:
id: Bahasa ibu

# 学習言語:
source: Learning Language:
id: Belajar Bahasa

# 自己紹介：
source: Self Introduction:
id: Pengenalan diri:

# 日記を書こう！
source: Let's Write Diary!
id: Tulis Buku Harian

# プロフィールの編集 | Enjoy Language
source: Edit Profile
id: Edit Profile | Enjoy Language

# ユーザー検索| Enjoy Language
source: Search User(All)
id: Pencarian pengguna (semua pengguna) | Enjoy Language

# 全ユーザー
source: All User
id: Semua Pengguna

# 学習を手伝おう
source: Help Learning
id: Bantu Belajar

# 学習仲間
source: Study Buddy
id: Rekan Belajar

# 該当するユーザーがいません。
source: There is no applicable user.
id: Tidak ada pengguna yang berlaku

# 日本語
source: Japanese
id: Bahasa Jepang

# 英語
source: English
id: Inggris

# インドネシア語
source: Indonesian
id: Bahasa Indonesia

# 男性
source: Male
id: Pria

# 女性
source: Female
id: Wanita

# ニックネーム
source: Nickname
id: Nama panggilan

# プロフィールを設定してください。
source: Please Set Your Profile
id: Harap setel profil.

# 母語
source: Mother Language:
id: Bahasa Ibu

# 学習言語
source: Learning Language:
id: Belajar Bahasa

# 年齢
source: Age:
id: Umur

# 自己紹介
source: Self Introduction:
id: 自己紹介

# プロフィール写真
source: Profile Photo
id: Foto Profile
